{
    "privacy-title": "Privacy Policy for CloudSocks",

    "privacy-description-header": "At CloudSocks, we are committed to protecting your privacy and ensuring the security of your personal information. This Privacy Policy outlines how we collect, use, and safeguard your data when you visit our website or make a purchase.",

    "privacy-heading-1": "Information We Collect",
    "privacy-heading-1-paragraph-1": "Personal Information: When you make a purchase or attempt to make a purchase through our site, we collect certain information from you, including your name, billing address, shipping address, payment information (such as credit card numbers), email address, and phone number.",
    "privacy-heading-1-paragraph-2": "Device Information: We collect information about the device you're using, including your web browser, IP address, time zone, and some of the cookies installed on your device.",
    "privacy-heading-1-paragraph-3": "Browsing Information: As you browse our site, we collect information about the individual web pages or products you view, what websites or search terms referred you to our site, and how you interact with our site.",

    "privacy-heading-2": "How We Use Your Information",
    "privacy-heading-2-paragraph-1": "Order Processing: To process and fulfill your orders, including sending you emails to confirm your order and shipping details.",
    "privacy-heading-2-paragraph-2": "Communication: To communicate with you, respond to your inquiries, and provide customer support.",
    "privacy-heading-2-paragraph-3": "Personalization: To personalize your experience on our site and recommend products that may be of interest to you.",
    "privacy-heading-2-paragraph-4": "Analytics: To analyze how our customers use the site, allowing us to improve our website and services.",
    "privacy-heading-2-paragraph-5": "Marketing: To provide you with information or advertising relating to our products or services, in line with your preferences.",

    "privacy-heading-3": "Sharing Your Information",

    "privacy-heading-3-paragraph": "We share your Personal Information with third parties to help us use your Personal Information as described above. For example:",
    "privacy-heading-3-paragraph-1": "Service Providers: We use third-party service providers for payment processing, order fulfillment, and shipping.",
    "privacy-heading-3-paragraph-2": "Analytics Tools: We use tools like Google Analytics to understand how customers use our site.",
    "privacy-heading-3-paragraph-3": "Compliance: We may also share your information to comply with applicable laws and regulations, respond to a subpoena, search warrant, or other lawful requests for information we receive, or to protect our rights."
}
