{
    "cookie": "Cookie policy",
    "cookie-title": "Cookie Policy for CloudSocks",
    "cookie-descritpion": "At CloudSocks, we prioritize your privacy and strive to be transparent about how we collect and use data. This Cookie Policy explains what cookies are, how we use them on our website, and your choices regarding their use. \nWhat Are Cookies? \n Cookies are small text files stored on your device when you visit a website. They help websites function properly, enhance user experience, and provide information to site owners. \n How We Use Cookies \n We use cookies for various purposes:\n Essential Cookies: These are necessary for the website to function and cannot be switched off. They are usually set in response to actions made by you, such as setting privacy preferences or filling out forms. \n Performance and Analytics Cookies: These cookies help us understand how visitors interact with our website by collecting and reporting information anonymously. \n Functional Cookies: These enable the website to provide enhanced functionality and personalization. They may be set by us or by third-party providers whose services we have added to our pages. \n Advertising Cookies: These cookies may be set through our site by our advertising partners. They may be used to build a profile of your interests and show you relevant adverts on other sites.\n Third-Party Cookies \n We may also use third-party cookies from service providers like Google Analytics to analyze website traffic and usage. These cookies are managed by third parties and are subject to their privacy policies. \n Your Choices Regarding Cookies \n You can manage your cookie preferences through your browser settings. Most browsers allow you to refuse or accept cookies, delete existing cookies, and set preferences for certain websites. Please note that disabling cookies may affect the functionality of our website. \n Updates to This Policy \n We may update this Cookie Policy from time to time to reflect changes in our practices or for legal reasons. We encourage you to review this policy periodically to stay informed about how we use cookies. \n Contact Us \n If you have any questions about our use of cookies, please contact us at contact@cloudsocks.com. \n By using our website, you consent to our use of cookies in accordance with this policy."
}
