{
    "our-story": "Our Story",
    "our-story-description": "Many shoes lack proper supination support, leading to flat-foot issues. Supination correction insoles are often expensive and incompatible with various footwear. To solve this, we've created a revolutionary sock that helps prevent flat feet and provides mild supination correction. While not a replacement for insoles, these socks offer a comfortable, supportive walking experience and fit seamlessly into any footwear, making it easier to stay active and pain-free.",
    "our-story-description-part1": "In the modern world, many footwear options fail to provide the necessary support for proper supination. Research indicates an increasing number of individuals suffering from health issues related to flat feet. The most common solution for this problem is supination correction insoles, but these are often incompatible with many types of shoes, leaving individuals seeking alternative solutions.",

    "our-story-description-part2": "We understand the challenge of finding the perfect footwear that combines both comfort and functionality. Comfortable walking and running are essential not only for physical well-being but also for mental health. The absence of well-fitted, personalized footwear can result in long-term complications.",
    "our-story-description-part3": "To address this, we have developed a revolutionary new type of sock that offers partial supination correction and helps prevent flat-footedness. While these socks cannot replace the comprehensive support provided by insoles, they offer a versatile solution for individuals who wish to wear any type of footwear without sacrificing comfort. These socks ensure a soft, supportive, and comfortable walking experience, making it easier for people to move through their day with ease. ",

    "about-main-title": "Experience Unmatched Walking Comfort",
    "about-main-description": "Premium Footwear with Smart Technology.",
    "features-title-one": "Step Into Comfort: Eliminating Foot Pain with CloudSocks",
    "features-title-two": "Key Features of CloudSocks",
    "features-title-three": "Enhancing Credibility with Awards, and Certifications",

    "features-description-one": "Footwear lacking adequate supination support is a primary contributor to foot pain, which can lead to significant health complications. \n CloudSock addresses these concerns by mitigating supination-related health issues.\n Crafted from premium bamboo and polyester, and designed with advanced supination support techniques, these socks ensure both optimal comfort and a gentle walking experience.",
    "features-description-two": "Cushioned Soles: Added padding in high-pressure areas like the heel and ball of the foot. \n Compression Zones: Strategically placed compression for better circulation and muscle support. \n Eco-Friendly Options: Made with sustainable or recycled materials for environmentally conscious buyers.",
    "features-description-three": "Awards:  \n - Winner of the “Best Innovation in Footwear” at the Global Comfort Awards 2024. \n Certifications: \n  - Certified by the American Podiatric Medical Association (APMA) for foot health benefits. "
}
