{
    "our-story": "ჩვენი ისტორია",
    "our-story-description": "ფეხსაცმელთა უმრავლესობას არ აქვს სუპინაციისთვის საჭირო მხარდაჭერა, რაც იწვევს ბრტყეტერფიანობას. სუპინატორები ხშირად ძვირადღირებულია და არ ერგება ყველა სახის ფეხსაცმელს. ამ პრობლემის გადასაჭრელად, ჩვენ შევქმენით წინდები, რომლებიც ეხმარება ადამიანებს ბრტყელტერფიანობის თავიდან აცილებაში. მიუხედავად იმისა, რომ ისინი ვერ შეცვლიან სუპინატორებს, ეს წინდები უზრუნველყოფს მსუბუქ სიარულს, ტკივილის თავიდან არიდებას და ტერფის სწორ განვითარებას. სრულად ერგება  ფეხსაცმელთა აბსოლუტურ უმრავლესობას, რაც აქტივობებისას ნაკლები ტრავმისა და ზოგადად უკეთესი ჯანმრთელობის საწინდარია.",
    "features-title-one": "ნაბიჯი კომფორტისკენ: დაამარცხე ტერფის ტკივილი CloudSocks-თან ერთად",
    "features-title-two": "CloudSocks-ის მთავარი მახასიათებლები",
    "features-title-three": "სანდოობა განმტკიცებული ჯილდოებითა და სერტიფიკატებით",

    "about-main-title": "გამოცადე შეუდარებელი კომფორტი სიარულისას",
    "about-main-description": "ჭკვიანი ტექნოლოგიით შექმნილი პრემიუმ ხარისხის ფეხსაცვალი.",

    "features-description-one": "ფეხსაცმელს, რომელსაც არ აქვს სუპინაციისთვის საჭირო მხარდაჭერა, შეიძლება გახდეს ტერფის ტკივილის ერთ-ერთი ძირითადი მიზეზი. რამაც შესაძლოა ჯანმრთელობის სერიოზული პრობლემები გამოიწვიოს. \n CloudSocks-მა შექმნა ისეთი წინდები, რომელიც უმკლავდება ამ გამოწვევას. \n წინდები წარმოებულია მაღალი ხარისხის ბამბისა და სინთეტიკიგან, გააჩნია სუპინაციის კონტროლის მაღალი მაჩვენებელი, ეს წინდები უზრუნველყოფს კომფორტსა და მსუბუქად სიარულის შესაძლებლობას.",
    "features-description-two": "ბალიშისებრი ტერფი: ისეთი მაღალი დატვირთვის მქონე ადგილებში, როგორიცაა ფეხის ქუსლი და ტერფის თაღი, CloudSocks-ის წინდებს აქვთ დამატებითი ქსოვილები. \n კომპრესიული ზონები: წინდას შექმნილია ისე, რომ ხელი შეყწოს სისხლის ცირკულაციას და არ გამოიწვიოს კუნთების გადაღლა. \n ეკო-მეგობრული საშუალება: შექმნილია მდგრადი ან გადამუშავებული მასალისგან, რაც ხელს უწყობს გარემოს დაცვას.",
    "features-description-three": "მიღწევები:  \n - გამარჯვებული ნომინაციაში 'საუკეთესო ინოვაცია ფეხის საცვალთა შორის' at the Global Comfort Awards 2024. \n სერტიფიკატი: \n  - სერტიფიცირებულია ამერიკის ტერფის მედიკოსთა ასოციასიის (APMA) მიერ. "
}
